[
  {
    "style": "epic",
    "text": "El invierno no era solo una estación, era una promesa oscura que se cernía sobre los reinos.",
    "source": "Game of Thrones"
  },
  {
    "style": "epic",
    "text": "Los cuervos volaron sobre la torre caída, llevando consigo secretos que ya nadie debía recordar.",
    "source": "Game of Thrones"
  },
  {
    "style": "epic",
    "text": "En la sala del trono, el silencio era más pesado que el acero valyrio.",
    "source": "Game of Thrones"
  },
  {
    "style": "epic",
    "text": "Ella caminó entre los muertos con la mirada de quien ya no teme perder nada.",
    "source": "Game of Thrones"
  },
  {
    "style": "epic",
    "text": "Cuando el fuego y el hielo chocan, solo los dioses antiguos pueden juzgar el destino del mundo.",
    "source": "Game of Thrones"
  },
  {
    "style": "epic",
    "text": "La luna derramaba su luz sobre las colinas, donde los pasos de los reyes antiguos aún resonaban en la piedra.",
    "source": "The Lord of the Rings"
  },
  {
    "style": "epic",
    "text": "A través del bosque encantado, los viajeros avanzaban con el corazón pesado y la esperanza tenue.",
    "source": "The Lord of the Rings"
  },
  {
    "style": "epic",
    "text": "Los fuegos de Mordor aún ardían en las pesadillas de los que habían sobrevivido.",
    "source": "The Lord of the Rings"
  },
  {
    "style": "epic",
    "text": "El anillo no era solo un objeto, sino una voluntad que susurraba en la oscuridad del alma.",
    "source": "The Lord of the Rings"
  },
  {
    "style": "epic",
    "text": "Gondor esperaba, con sus estandartes alzados y su orgullo intacto, el retorno de su rey.",
    "source": "The Lord of the Rings"
  },
  {
    "style": "epic",
    "text": "La sangre del monstruo aún goteaba de su espada cuando el alba rompió entre los árboles muertos.",
    "source": "The Witcher"
  },
  {
    "style": "epic",
    "text": "Los aldeanos hablaban en susurros, como si el nombre del brujo pudiera invocar el peligro.",
    "source": "The Witcher"
  },
  {
    "style": "epic",
    "text": "La moneda había sido lanzada, y con ella, el destino de dos mundos.",
    "source": "The Witcher"
  },
  {
    "style": "epic",
    "text": "Nadie se atrevía a cruzar el puente cuando la luna estaba roja; era la hora de los espectros.",
    "source": "The Witcher"
  },
  {
    "style": "epic",
    "text": "En el fragor de la batalla, su espada bailaba con la precisión de quien conoce la muerte como una vieja amiga.",
    "source": "The Witcher"
  }
]