[
  {
    "style": "sci-fi",
    "text": "La puntuación social de Mia cayó en picada tras su último comentario en la red.",
    "source": "Black Mirror"
  },
  {
    "style": "sci-fi",
    "text": "El algoritmo conocía sus deseos mejor que ella misma, y eso la aterraba.",
    "source": "Black Mirror"
  },
  {
    "style": "sci-fi",
    "text": "Cada mañana despertaba en una nueva simulación, sin memoria del día anterior.",
    "source": "Black Mirror"
  },
  {
    "style": "sci-fi",
    "text": "La realidad era un contrato de usuario que ya nadie se molestaba en leer.",
    "source": "Black Mirror"
  },
  {
    "style": "sci-fi",
    "text": "El silencio en la casa era total, salvo por el zumbido constante del asistente digital.",
    "source": "Black Mirror"
  },
  {
    "style": "sci-fi",
    "text": "Los replicantes no soñaban con ovejas eléctricas, sino con libertad.",
    "source": "Blade Runner"
  },
  {
    "style": "sci-fi",
    "text": "La lluvia caía sobre los neones como un recuerdo de humanidad olvidada.",
    "source": "Blade Runner"
  },
  {
    "style": "sci-fi",
    "text": "Sus ojos eran casi humanos, pero el escáner reveló la diferencia en milisegundos.",
    "source": "Blade Runner"
  },
  {
    "style": "sci-fi",
    "text": "En un mundo donde todo era artificial, los sentimientos eran el último lujo.",
    "source": "Blade Runner"
  },
  {
    "style": "sci-fi",
    "text": "La ciudad nunca dormía, pero las máquinas ya habían aprendido a soñar.",
    "source": "Blade Runner"
  },
  {
    "style": "sci-fi",
    "text": "Hari Seldon no predijo este desvío, y eso era lo más preocupante.",
    "source": "Foundation (Isaac Asimov)"
  },
  {
    "style": "sci-fi",
    "text": "La psicohistoria no podía prever a un solo hombre dispuesto a alterar la ecuación.",
    "source": "Foundation (Isaac Asimov)"
  },
  {
    "style": "sci-fi",
    "text": "En la Enciclopedia Galáctica, su nombre aparecería como una nota al pie… por ahora.",
    "source": "Foundation (Isaac Asimov)"
  },
  {
    "style": "sci-fi",
    "text": "La nave saltó al hiperespacio, llevando consigo el destino de una civilización.",
    "source": "Foundation (Isaac Asimov)"
  },
  {
    "style": "sci-fi",
    "text": "El futuro no era incierto, solo estaba mal calculado.",
    "source": "Foundation (Isaac Asimov)"
  }
]